Repository: leszekgiza/TriVox-Mac
Catalog: Sources/Fluid/Localizable.xcstrings
Source language: en
Languages: pl

source: "Create a folder called Projects on Desktop"
pl: „Utwórz folder Projekty na Biurku”

source: "List files in my Downloads folder"
pl: „Pokaż pliki w folderze Pobrane”

source: "Open Safari"
pl: „Otwórz Safari”

source: "What's my IP address?"
pl: „Jaki jest mój adres IP?”

source: %@ (System Default)
pl: %@ (domyślny systemowy)

source: %@ for Command Mode is coming soon. Choose a verified chat provider or turn Sync off.
pl: %@ w Trybie poleceń będzie dostępny wkrótce. Wybierz zweryfikowanego dostawcę czatu albo wyłącz synchronizację.

source: %@ for Edit Mode is coming soon
pl: %@ dla Trybu edycji już wkrótce

source: %@ is already recognized correctly.
pl: %@ jest już rozpoznawane poprawnie.

source: %@ uses its own built-in system prompt. Switch to another provider to create custom prompts.
pl: %@ używa własnego wbudowanego promptu systemowego. Przełącz się na innego dostawcę, aby tworzyć własne prompty.

source: %@ words
pl: %@ słów

source: %@. Higher values help long transcripts but use more RAM.
pl: %@. Wyższe wartości pomagają przy długich transkrypcjach, ale zużywają więcej RAM.

source: %lld characters
pl: %lld znaków

source: %lld chars
pl: %lld zn.

source: %lld correct tries to unlock Add Replacement.
pl: %lld poprawnych prób, aby odblokować dodanie zamiennika.

source: %lld entries
pl: %lld wpisów

source: %lld more (use search)
pl: %lld więcej (użyj wyszukiwania)

source: %lld of %lld correct
pl: %lld z %lld poprawne

source: %lld words
pl: %lld słów

source: + Add App
pl: + Dodaj aplikację

source: + Add Model
pl: + Dodaj model

source: +%@ today
pl: +%@ dzisiaj

source: , it types
pl: , wpisuje

source: 14 Languages (Select Manually)
pl: 14 języków (wybór ręczny)

source: 25 Languages
pl: 25 języków

source: 30 Languages
pl: 30 języków

source: 30 days
pl: 30 dni

source: 7 days
pl: 7 dni

source: 99 Languages
pl: 99 języków

source: A new 3.77 GB MLX model is available for Apple silicon. Continue to AI Enhancement to download and verify it. Your current slower model will keep working unless you choose to upgrade.
pl: Dostępny jest nowy model MLX (3,77 GB) dla Apple silicon. Przejdź do Ulepszania AI, aby go pobrać i zweryfikować. Twój obecny, wolniejszy model będzie nadal działał, chyba że zdecydujesz się na aktualizację.

source: A new version is available and will be installed now.
pl: Dostępna jest nowa wersja i zostanie teraz zainstalowana.

source: ACTIVITY
pl: AKTYWNOŚĆ

source: AI Enhancement
pl: Ulepszanie AI

source: AI Enhancement Configured
pl: Ulepszanie AI skonfigurowane

source: AI Enhancement failed
pl: Ulepszanie AI nie powiodło się

source: AI Enhancement failed - raw transcription was typed instead
pl: Ulepszanie AI nie powiodło się - wpisano surową transkrypcję

source: AI Prompt
pl: Prompt AI

source: AI Prompt:
pl: Prompt AI:

source: AI Providers
pl: Dostawcy AI

source: AI Settings
pl: Ustawienia AI

source: AI can make mistakes. Avoid dangerous commands like deleting important files. Destructive actions will ask for confirmation.
pl: AI może popełniać błędy. Unikaj niebezpiecznych poleceń, takich jak usuwanie ważnych plików. Działania niszczące poproszą o potwierdzenie.

source: AI can make mistakes. Avoid destructive commands.
pl: AI może popełniać błędy. Unikaj poleceń niszczących dane.

source: AI provider
pl: Dostawca AI

source: AI-powered editing assistant. Write fresh content or edit selected text with voice.
pl: Asystent edycji oparty na AI. Twórz nową treść lub edytuj zaznaczony tekst głosem.

source: AI-powered speech recognition
pl: Rozpoznawanie mowy oparte na AI

source: AI-powered text enhancement is ready to use
pl: Ulepszanie tekstu przez AI jest gotowe do użycia

source: API Key
pl: Klucz API

source: API Key (optional for local endpoints)
pl: Klucz API (opcjonalny dla lokalnych punktów końcowych)

source: API key required for AI enhancement to work
pl: Klucz API jest wymagany, aby ulepszanie AI działało

source: About prompt profiles
pl: O profilach promptów

source: About punctuation rules
pl: O regułach interpunkcji

source: Acc %lld%%
pl: Dokł. %lld%%

source: Accent Color
pl: Kolor akcentu

source: Accessibility Access Enabled
pl: Dostęp ułatwień dostępu włączony

source: Accessibility permission granted for typing into apps
pl: Uprawnienie ułatwień dostępu przyznane do wpisywania tekstu w aplikacjach

source: Accessibility permissions required
pl: Wymagane uprawnienia dostępności

source: Accuracy
pl: Dokładność

source: Accurate. Fast. Private. Free.
pl: Dokładnie. Szybko. Prywatnie. Za darmo.

source: Actions
pl: Akcje

source: Activate
pl: Aktywuj

source: Activates to expand or collapse
pl: Aktywuje rozwijanie lub zwijanie

source: Activation Mode
pl: Tryb aktywacji

source: Active
pl: Aktywny

source: Active Model
pl: Aktywny model

source: Active now
pl: Aktywny teraz

source: Activity
pl: Aktywność

source: Add
pl: Dodaj

source: Add App
pl: Dodaj aplikację

source: Add Custom Provider
pl: Dodaj własnego dostawcę

source: Add Dictionary Entry
pl: Dodaj wpis do słownika

source: Add Manually
pl: Dodaj ręcznie

source: Add Prompt
pl: Dodaj prompt

source: Add Replacement
pl: Dodaj zamiennik

source: Add Rule
pl: Dodaj regułę

source: Add This Correction
pl: Dodaj tę poprawkę

source: Add Word
pl: Dodaj słowo

source: Add names, products, and uncommon terms for Parakeet to recognize.
pl: Dodaj imiona, nazwy produktów i rzadkie terminy, które ma rozpoznawać Parakeet.

source: Add one version per line. Commas can be saved too.
pl: Dodaj jedną wersję w wierszu. Przecinki też można zapisać.

source: Add or Modify API Key
pl: Dodaj lub zmień klucz API

source: Add shortcut
pl: Dodaj skrót

source: Add word
pl: Dodaj słowo

source: Added to Dictionary
pl: Dodano do słownika

source: Adjust the recording sound cue volume.
pl: Dostosuj głośność dźwięku sygnalizującego nagrywanie.

source: Advanced
pl: Zaawansowany

source: Advanced Prompts
pl: Zaawansowane prompty

source: Advanced and modern on-device recognition for newer macOS devices.
pl: Zaawansowane, nowoczesne rozpoznawanie na urządzeniu dla nowszych Maców.

source: Advanced voice matching requires Parakeet TDT on Apple Silicon.
pl: Zaawansowane dopasowanie głosu wymaga Parakeet TDT na Apple Silicon.

source: After the start word, these spoken versions type the punctuation symbol.
pl: Po słowie startowym te wypowiedziane warianty wpisują symbol interpunkcyjny.

source: All
pl: Wszystkie

source: All Releases
pl: Wszystkie wydania

source: All providers
pl: Wszyscy dostawcy

source: Allow
pl: Zezwól

source: Allow TriVox to access your microphone for voice input
pl: Zezwól TriVox na dostęp do mikrofonu w celu wprowadzania głosu

source: Allow microphone
pl: Zezwól na mikrofon

source: Alpha
pl: Alfa

source: Already enabled it? TriVox will update when macOS confirms access.
pl: Już to włączono? TriVox zaktualizuje się, gdy macOS potwierdzi dostęp.

source: Already in Dictionary
pl: Już w słowniku

source: Already used: %@
pl: Już użyto: %@

source: Anonymous Analytics
pl: Anonimowa analityka

source: App
pl: Aplikacja

source: App Overrides
pl: Nadpisania dla aplikacji

source: App Settings
pl: Ustawienia aplikacji

source: Apply
pl: Zastosuj

source: Apply and Prune
pl: Zastosuj i wyczyść

source: Are you sure you want to stop sharing anonymous analytics?
pl: Czy na pewno chcesz przestać udostępniać anonimową analitykę?

source: Around 40 Languages
pl: Około 40 języków

source: Ask follow-up...
pl: Zadaj kolejne pytanie...

source: Ask for confirmation before running commands
pl: Pytaj o potwierdzenie przed uruchomieniem poleceń

source: Ask me to write or edit...
pl: Poproś mnie o napisanie lub edycję...

source: Ask the AI to write anything for you - emails, replies, summaries, answers, and more.
pl: Poproś AI o napisanie czegokolwiek - e-maili, odpowiedzi, podsumowań i nie tylko.

source: Audio
pl: Dźwięk

source: Audio Deleted
pl: Usunięto audio

source: Audio Devices
pl: Urządzenia audio

source: Audio Export Failed
pl: Eksport audio nie powiódł się

source: Audio Export Saved
pl: Zapisano eksport audio

source: Audio Pruned
pl: Wyczyszczono audio

source: Audio Storage
pl: Miejsce na nagrania

source: Audio history: %@ / %@ GB Budget
pl: Budżet historii audio: %@ / %@ GB

source: Auto-learn words
pl: Auto-nauka słów

source: Auto-learn words while typing
pl: Automatycznie ucz się słów podczas pisania

source: Automatic Updates
pl: Automatyczne aktualizacje

source: Automatically remove filler sounds like 'um', 'uh', 'er' from transcriptions
pl: Automatycznie usuwaj dźwięki wypełniające, takie jak „yyy”, „eee”, z transkrypcji

source: Automatically start TriVox when you log in
pl: Automatycznie uruchamiaj TriVox po zalogowaniu

source: Available Models
pl: Dostępne modele

source: Average typing: 40 WPM Professional: 65-75 WPM
pl: Średnie tempo pisania: 40 WPM Zawodowe: 65-75 WPM

source: Avg: %lld words each
pl: Śr.: %lld słów każde

source: BUILT-IN
pl: WBUDOWANE

source: Back
pl: Wstecz

source: Backup & Restore
pl: Kopia zapasowa i przywracanie

source: Backup Import Failed
pl: Import kopii zapasowej nie powiódł się

source: Backup Imported
pl: Zaimportowano kopię zapasową

source: Base URL
pl: Bazowy URL

source: Based on %lld WPM typing
pl: Na podstawie tempa pisania %lld WPM

source: Basic
pl: Podstawowy

source: Best possible accuracy. Large download and memory usage.
pl: Najlepsza możliwa dokładność. Duży rozmiar pobierania i zużycia pamięci.

source: Best: %lld days
pl: Najlepszy: %lld dni

source: Beta Releases
pl: Wydania beta

source: Beta opt-in enabled. Update checks include both stable and beta builds.
pl: Włączono udział w wersjach beta. Sprawdzanie aktualizacji obejmuje wersje stabilne i beta.

source: Better accuracy than Base. Moderate resource usage.
pl: Lepsza dokładność niż Base. Umiarkowane zużycie zasobów.

source: Both
pl: Oba

source: Bottom Offset
pl: Przesunięcie od dołu

source: Budget
pl: Budżet

source: Built for creators, thinkers, and builders.
pl: Stworzony dla twórców, myślicieli i budowniczych.

source: Built-in Base Prompt
pl: Wbudowany prompt bazowy

source: Built-in Default
pl: Wbudowany domyślny

source: Built-in macOS speech recognition. No model download required.
pl: Wbudowane rozpoznawanie mowy macOS. Nie wymaga pobierania modelu.

source: Built-in system prompt. Only the shortcut can be customized.
pl: Wbudowany prompt systemowy. Można dostosować tylko skrót.

source: By sharing anonymous usage data, you help us build the features you care about most. We never collect personal information (Audio, Transcription text etc), ever. Your support simply helps us make TriVox better for you.
pl: Udostępniając anonimowe dane o użytkowaniu, pomagasz nam tworzyć funkcje, na których najbardziej Ci zależy. Nigdy nie zbieramy danych osobowych (nagrań audio, tekstu transkrypcji itp.). Twoje wsparcie po prostu pomaga nam ulepszać TriVox dla Ciebie.

source: CUSTOM
pl: WŁASNE

source: Cached
pl: W pamięci podręcznej

source: Cancel
pl: Anuluj

source: Cancelling...
pl: Anulowanie...

source: Cancelling…
pl: Anulowanie…

source: Captured
pl: Zarejestrowano

source: Caution
pl: Uwaga

source: Change
pl: Zmień

source: Change it to
pl: Zmień na

source: Change logs
pl: Dziennik zmian

source: Check for Updates
pl: Sprawdź aktualizacje

source: Check for Updates...
pl: Sprawdź aktualizacje...

source: Check for updates automatically once per hour
pl: Sprawdzaj aktualizacje automatycznie raz na godzinę

source: Checking...
pl: Sprawdzanie…

source: Choose Application
pl: Wybierz aplikację

source: Choose App…
pl: Wybierz aplikację…

source: Choose Audio or Video File
pl: Wybierz plik audio lub wideo

source: Choose an example, press %@, then dictate it naturally.
pl: Wybierz przykład, naciśnij %@, a następnie podyktuj go naturalnie.

source: Choose one of the latest release builds to install manually.
pl: Wybierz jedną z ostatnich wersji do ręcznej instalacji.

source: Choose the prompt behavior for dictation.
pl: Wybierz zachowanie promptu dla dyktowania.

source: Choose the regular notch or the compact layout
pl: Wybierz zwykły notch lub układ kompaktowy

source: Choose the sound cue for recording. Some cues include an end sound.
pl: Wybierz dźwięk sygnalizujący nagrywanie. Niektóre sygnały zawierają dźwięk końcowy.

source: Choose your voice engine
pl: Wybierz swój silnik głosowy

source: Clear
pl: Wyczyść

source: Clear & Test Again
pl: Wyczyść i testuj ponownie

source: Clear All
pl: Wyczyść wszystko

source: Clear All History
pl: Wyczyść całą historię

source: Clear all
pl: Wyczyść wszystko

source: Click a row to preview. Press Activate to load the model.
pl: Kliknij wiersz, aby zobaczyć podgląd. Naciśnij Aktywuj, aby wczytać model.

source: Click record, speak, and see your transcription
pl: Kliknij nagrywanie, mów i zobacz swoją transkrypcję

source: Click refresh to fetch from API
pl: Kliknij odśwież, aby pobrać z API

source: Close
pl: Zamknij

source: Close (Escape)
pl: Zamknij (Escape)

source: Close guide
pl: Zamknij przewodnik

source: Cloud models use provider APIs
pl: Modele chmurowe korzystają z API dostawców

source: Collapsed
pl: Zwinięte

source: Command
pl: Polecenie

source: Command Mode
pl: Tryb poleceń

source: Command Mode needs a verified chat provider. Verify this provider in AI Enhancement before using Command Mode.
pl: Tryb poleceń wymaga zweryfikowanego dostawcy czatu. Zweryfikuj tego dostawcę w Ulepszaniu AI przed użyciem Trybu poleceń.

source: Command Mode needs a verified chat provider. Verify the synced AI Enhancement provider, or turn Sync off and choose one for Command Mode.
pl: Tryb poleceń wymaga zweryfikowanego dostawcy czatu. Zweryfikuj zsynchronizowanego dostawcę Ulepszania AI albo wyłącz synchronizację i wybierz dostawcę dla Trybu poleceń.

source: Command Mode needs a chat model. The selected model is not supported by the chat/completions endpoint.
pl: Tryb poleceń wymaga modelu czatu. Wybrany model nie jest obsługiwany przez endpoint chat/completions.

source: Command Mode needs a selected chat model.
pl: Tryb poleceń wymaga wybranego modelu czatu.

source: Command Mode needs a verified chat provider.
pl: Tryb poleceń wymaga zweryfikowanego dostawcy czatu.

source: Command Mode needs setup
pl: Tryb poleceń wymaga konfiguracji

source: Configure
pl: Skonfiguruj

source: Configure %@
pl: Skonfiguruj %@

source: Configure AI
pl: Skonfiguruj AI

source: Configure API keys for AI-powered text enhancement
pl: Skonfiguruj klucze API dla ulepszania tekstu przez AI

source: Configure an AI model provider in AI Settings before using Edit Mode.
pl: Skonfiguruj dostawcę modelu AI w Ustawieniach AI przed użyciem Trybu edycji.

source: Configure local models and API providers.
pl: Skonfiguruj lokalne modele i dostawców API.

source: Configure reasoning parameters
pl: Skonfiguruj parametry rozumowania

source: Configure replacement
pl: Skonfiguruj zamiennik

source: Confirm
pl: Potwierdź

source: Confirm Execution
pl: Potwierdź wykonanie

source: Connect your own provider to polish dictation.
pl: Podłącz własnego dostawcę, aby dopracować dyktowanie.

source: Connection failed
pl: Połączenie nieudane

source: Connection not tested
pl: Połączenie nie zostało przetestowane

source: Connection verified
pl: Połączenie zweryfikowane

source: Context block added automatically:
pl: Blok kontekstu dodany automatycznie:

source: Context: Auto
pl: Kontekst: Auto

source: Continue
pl: Kontynuuj

source: Continue to Download
pl: Przejdź do pobierania

source: Control how sensitive the audio visualizer is to sound input
pl: Kontroluj czułość wizualizatora dźwięku na sygnał audio

source: Control your Mac with voice commands. Execute terminal commands, open apps, and more.
pl: Steruj Makiem za pomocą poleceń głosowych. Wykonuj polecenia terminala, otwieraj aplikacje i nie tylko.

source: Copied!
pl: Skopiowano!

source: Copy
pl: Kopiuj

source: Copy AI
pl: Kopiuj AI

source: Copy AI Text
pl: Kopiuj tekst AI

source: Copy Both
pl: Kopiuj oba

source: Copy Last Transcript
pl: Kopiuj ostatnią transkrypcję

source: Copy Raw Text
pl: Kopiuj surowy tekst

source: Copy Text
pl: Kopiuj tekst

source: Copy to clipboard
pl: Kopiuj do schowka

source: Correct Spelling (replacement)
pl: Popraw pisownię (zamiennik)

source: Correct recurring mistakes and teach the voice engine the words you use.
pl: Popraw powtarzające się błędy i naucz silnik głosowy słów, których używasz.

source: Correction noticed
pl: Zauważono poprawkę

source: Couldn't Add App Override
pl: Nie udało się dodać nadpisania dla aplikacji

source: Couldn't start recording. Check microphone access and try again.
pl: Nie udało się rozpocząć nagrywania. Sprawdź dostęp do mikrofonu i spróbuj ponownie.

source: Crash diagnostics are written to Library/Logs/Fluid/Fluid.log by default.
pl: Diagnostyka awarii jest domyślnie zapisywana w Library/Logs/Fluid/Fluid.log.

source: Create New Prompt…
pl: Utwórz nowy prompt…

source: Create New Text
pl: Utwórz nowy tekst

source: Current shortcut %@
pl: Bieżący skrót %@

source: Current version: %@
pl: Bieżąca wersja: %@

source: Custom Dictionary
pl: Własny słownik

source: Custom Provider
pl: Własny dostawca

source: Custom Words
pl: Własne słowa

source: Custom Words Boosting
pl: Wzmacnianie własnych słów

source: Custom Words supported on Parakeet. Teach names, product terms, and uncommon words for better accuracy.
pl: Własne słowa są obsługiwane w Parakeet. Naucz nazw, terminów produktowych i rzadkich słów, aby zwiększyć dokładność.

source: Custom prompts only run in apps listed in App Overrides.
pl: Własne prompty działają tylko w aplikacjach wymienionych w Nadpisaniach dla aplikacji.

source: Custom prompts run based on your shortcut or the app you're in.
pl: Własne prompty uruchamiają się na podstawie Twojego skrótu lub aplikacji, w której jesteś.

source: Custom...
pl: Własne...

source: Debug Settings
pl: Ustawienia debugowania

source: Default
pl: Domyślne

source: Default %@
pl: Domyślny %@

source: Default edit stays built-in. App overrides can use custom prompts.
pl: Domyślna edycja pozostaje wbudowana. Nadpisania dla aplikacji mogą używać własnych promptów.

source: Default uses the main dictation shortcut. Add a custom shortcut only when a prompt needs one.
pl: Domyślnie używany jest główny skrót dyktowania. Dodaj własny skrót tylko wtedy, gdy prompt go potrzebuje.

source: Default: %@ / %@
pl: Domyślnie: %@ / %@

source: Delete
pl: Usuń

source: Delete %@
pl: Usuń %@

source: Delete Audio
pl: Usuń nagranie

source: Delete Entry
pl: Usuń wpis

source: Delete Model
pl: Usuń model

source: Delete Prompt?
pl: Usunąć prompt?

source: Delete Provider
pl: Usuń dostawcę

source: Delete chat
pl: Usuń czat

source: Delete punctuation rule
pl: Usuń regułę interpunkcji

source: Delete replacement
pl: Usuń zamiennik

source: Delete saved audio?
pl: Usunąć zapisane nagrania audio?

source: Delete this chat?
pl: Usunąć ten czat?

source: Delete “%@”? This cannot be undone.
pl: Usunąć „%@”? Tej operacji nie można cofnąć.

source: Deleted oldest saved audio from %lld history entries.
pl: Usunięto najstarsze zapisane audio z %lld wpisów historii.

source: Details
pl: Szczegóły

source: Dictate here.
pl: Dyktuj tutaj.

source: Dictation shortcut %@. Press once to start. Press again to stop.
pl: Skrót dyktowania %@. Naciśnij raz, aby rozpocząć. Naciśnij ponownie, aby zatrzymać.

source: Dictionary Export Failed
pl: Eksport słownika nie powiódł się

source: Dictionary Exported
pl: Wyeksportowano słownik

source: Dictionary Import Failed
pl: Import słownika nie powiódł się

source: Dictionary Imported
pl: Zaimportowano słownik

source: Dictionary Updated
pl: Zaktualizowano słownik

source: Disabled
pl: Wyłączone

source: Dismiss
pl: Odrzuć

source: Distance from bottom of screen
pl: Odległość od dołu ekranu

source: Done
pl: Gotowe

source: Download
pl: Pobierz

source: Download Previous Build
pl: Pobierz poprzednią wersję

source: Download Voice Model
pl: Pobierz model głosowy

source: Download size
pl: Rozmiar pobierania

source: Download the AI model for offline voice transcription (~500MB)
pl: Pobierz model AI do offline’owej transkrypcji głosu (~500 MB)

source: Downloading model…
pl: Pobieranie modelu…

source: Drag %@ into the Accessibility apps list as shown
pl: Przeciągnij %@ na listę aplikacji Dostępności, jak pokazano

source: Drag %@ to the Accessibility list
pl: Przeciągnij %@ na listę Dostępności

source: Duplicate triggers: %@
pl: Zduplikowane wyzwalacze: %@

source: Edit
pl: Edytuj

source: Edit Dictionary Entry
pl: Edytuj wpis słownika

source: Edit Mode
pl: Tryb edycji

source: Edit Mode is powered by Custom Prompts.
pl: Tryb edycji działa dzięki własnym promptom.

source: Edit Provider
pl: Edytuj dostawcę

source: Edit Selected Text
pl: Edytuj zaznaczony tekst

source: Edit model
pl: Edytuj model

source: Edit provider
pl: Edytuj dostawcę

source: Edit punctuation rule
pl: Edytuj regułę interpunkcji

source: Enable Accessibility Access
pl: Włącz dostęp ułatwień dostępu

source: Enable Test Mode (Hotkey: %@)
pl: Włącz tryb testowy (skrót: %@)

source: Enabled
pl: Włączone

source: English Only (Higher Accuracy)
pl: Tylko angielski (wyższa dokładność)

source: English Only (Live Streaming)
pl: Tylko angielski (transmisja na żywo)

source: English-only streaming local dictation with low-latency partial text and end-of-utterance detection.
pl: Lokalne dyktowanie strumieniowe tylko dla angielskiego, z tekstem częściowym o niskim opóźnieniu i wykrywaniem końca wypowiedzi.

source: Enter %@ API Key
pl: Wprowadź klucz API %@

source: Enter API key
pl: Wprowadź klucz API

source: Enter a positive number of GB.
pl: Podaj dodatnią liczbę GB.

source: Enter model name
pl: Wprowadź nazwę modelu

source: Error
pl: Błąd

source: Examples
pl: Przykłady

source: Examples of what TriVox will type.
pl: Przykłady tego, co wpisze TriVox.

source: Expanded
pl: Rozwinięte

source: Experimental
pl: Eksperymentalne

source: Experimental Settings
pl: Ustawienia eksperymentalne

source: Export
pl: Eksportuj

source: Export Audio
pl: Eksportuj nagranie

source: Export Pair
pl: Eksportuj parę

source: Export Pair...
pl: Eksportuj parę...

source: Export ZIP
pl: Eksportuj ZIP

source: Export or import settings, prompt profiles, history, and stats. API keys excluded.
pl: Eksportuj lub importuj ustawienia, profile promptów, historię i statystyki. Klucze API są wykluczone.

source: Export transcription
pl: Eksportuj transkrypcję

source: Fast multilingual transcription. Supports Bulgarian, Croatian, Czech, Danish, Dutch, English, Estonian, Finnish, French, German, Greek, Hungarian, Italian, Latvian, Lithuanian, Maltese, Polish, Portuguese, Romanian, Russian, Slovak, Slovenian, Spanish, Swedish, and Ukrainian.
pl: Szybka wielojęzyczna transkrypcja. Obsługuje bułgarski, chorwacki, czeski, duński, niderlandzki, angielski, estoński, fiński, francuski, niemiecki, grecki, węgierski, włoski, łotewski, litewski, maltański, polski, portugalski, rumuński, rosyjski, słowacki, słoweński, hiszpański, szwedzki i ukraiński.

source: Faster Recording Start turned off
pl: Wyłączono szybszy start nagrywania

source: Faster first result
pl: Szybszy pierwszy wynik

source: Faster results
pl: Szybsze wyniki

source: Feedback
pl: Opinia

source: Feedback Failed
pl: Nie udało się wysłać opinii

source: Feedback Sent
pl: Opinia wysłana

source: Feels slow or inaccurate? Go back and try another model for %@.
pl: Wydaje się wolne lub niedokładne? Wróć i wypróbuj inny model dla języka %@.

source: File Transcription
pl: Transkrypcja plików

source: Filler words to remove:
pl: Słowa wypełniające do usunięcia:

source: Filter: %@
pl: Filtr: %@

source: Final output
pl: Wynik końcowy
